Revit 2021.1 API
SymbolTypeId.DegreeF Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId DegreeF { get; }
Visual Basic
Public Shared ReadOnly Property DegreeF As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DegreeF {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace